Repository: fadyZaherEng/Ministry_Of_Public_Works
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Settings
ar: الإعدادات

source: Language
ar: اللغة

source: Notification
ar: الإشعارات

source: Logout
ar: خروج

source: Home
ar: الرئيسية

source: Projects
ar: المشاريع

source: Reports
ar: التقارير

source: More
ar: المزيد

source: Risks
ar: المخاطر

source: Issues
ar: التحديات

source: Milestone
ar: الأهداف المرحلية

source: Warranties
ar: الكفالات

source: Payment
ar: المدفوعات

source: Search payment
ar: بحث

source: Variation Order
ar: الأوامر التغييرية

source: Penalties
ar: الغرامات

# consultantAgreement
source: Supervision Services
ar: خدمات الإشراف

source: Search project
ar: بحث

source: Filter
ar: عوامل البحث

source: Sort
ar: ترتيب

source: Search report
ar: بحث

source: More Details
ar: التفاصيل

source: Open Report
ar: فتح التقرير

source: View Report
ar: عرض التقرير

# downloadReport
source: Open PDF
ar: فتح PDF

# sortAscending
source: Sort ascending (a-z)
ar: ترتيب تصاعدي (أ-ي)

# sortDescending
source: Sort descending (z-a)
ar: ترتيب تنازلي (ي-أ)

source: Recently added
ar: اضيف حديثا

source: Old date
ar: اضيف قديما

# agreementNumber
source: Contract Number
ar: رقم العقد

source: Project Phase
ar: مرحلة المشروع

source: End User
ar: الجهة المستفيدة

source: Sector
ar: القطاع

source: Creation Date
ar: تاريخ الانشاء

source: Project Engineer
ar: مهندس المشروع

source: Contract Amount
ar: قيمة عقد (د.ك)

source: Search risk
ar: بحث

source: Title
ar: العنوان

source: Assigned To
ar: الشخص المكلف

source: Probability
ar: احتمالية الخطر

source: Impact
ar: تأثير الخطر

source: Severity
ar: شدة الخطر

# riskDescription
source: Description
ar: وصف الخطر

source: Status
ar: حالة المشروع

# statusOnly
source: Status
ar: الحالة

source: Due Date
ar: التاريخ المحدد

source: Search issue
ar: بحث

source: Priority
ar: الأولوية

source: Search milestone
ar: بحث

source: Planned Finish Date
ar: تاريخ الانتهاء المتوقع

source: Actual Finish Date
ar: تاريخ الانتهاء الفعلي

source: Search warranties
ar: بحث

source: Warranty Type
ar: نوع الكفالة

source: Warranty Amount
ar: مبلغ الكفالة

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Payment Amount
ar: مبلغ الدفعة

source: Approval Date
ar: تاريخ القبول

source: Planned Payment Date
ar: تاريخ الدفع المخطط

source: Actual Payment Date
ar: تاريخ الدفع الفعلي

source: Variation
ar: التغيير

source: Search variation
ar: بحث

source: Impact on Cost
ar: التأثير على التكلفة

# variationValue
source: Variation Order Value
ar: قيمة الأمر التغييري

source: Date
ar: التاريخ

source: Search penalties
ar: بحث

source: Type
ar: نوع الغرامة

source: Amount
ar: قيمة الغرامة

source: Search agreement
ar: بحث

# phase
source: Project Phase
ar: مرحلة المشروع

source: From
ar: من

source: To
ar: الى

# noRecordText
source: No records are found
ar: لم يُعثر على أي سجلات

source: Download Gallery
ar: تحميل الصور

source: Download Documents
ar: تحميل المستندات

source: Head Of Department
ar: مدير الإدارة

source: Contract Signing Date
ar: تاريخ توقيع العقد

source: Apply
ar: تطبيق

source: Month
ar: الشهر

source: Year
ar: السنة

source: Monthly Reports
ar: التقارير الشهرية

# consultantAgreements
source: Supervision Service
ar: خدمات الإشراف

source: Payments
ar: الدفعات

source: Milestones
ar: الأهداف المرحلية

source: Welcome Back !
ar: مرحبا بعودتك !

source: Execution
ar: تنفيذ

source: Design
ar: تصميم

source: Tendering
ar: طرح و ترسية

source: Monthly Report Summary
ar: ملخص التقارير الشهرية

source: Submitted Reports
ar: التقارير الشهرية تم تقديمها

source: UnSubmitted Reports
ar: التفارير الشهرية لم يتم تقديمها

source: Penalties Type
ar: نوع الغرامة

# downloadGalleryMessage
source: Do you want to download gallery?
ar: هل تريد تحميل المعرض؟

# downloadDocumentsMessage
source: Do you want to download documents?
ar: هل تريد تحميل الملفات؟

source: Yes
ar: نعم

source: No
ar: لا

source: Identification
ar: التعريفات

source: Design Contract Number
ar: رقم عقد التصميم

source: Project Engineer Phone Number
ar: رقم هاتف مهندس المشروع

source: Project Engineer Fax
ar: فاكس مهندس المشروع

source: Project Engineer Email
ar: ايميل مهندس المشروع

source: Head Of Department Email
ar: ايميل مدير الإدارة

source: Deputy Manager
ar: نائب مهندس مشروع

source: Deputy Manager Phone Number
ar: رقم هاتف نائب مهندس المشروع

source: Deputy Manager Email
ar: ايميل نائب مهندس المشروع

source: Deputy Manager Fax
ar: فاكس نائب مهندس المشروع

source: Consultant
ar: المكتب الاستشاري

source: Project Information
ar: يبانات المشروع

source: Location
ar: موقع المشروع

source: Governorate
ar: المحافظة

# siteArea
source: Site Area (m2)
ar: مساحة الموقع (م2)

# buildUpArea
source: Build-up Area (m2)
ar: مساحة البناء (م2)

# components
source: Project Components
ar: مكونات المشروع

# timeInformation
source: Time Schedule Details
ar: الموقف الزمني

source: Total Duration
ar: المدة الإجمالية (يوم)

source: Agreement Period
ar: مدة الاتفاقية بالشهر

source: Agreement Sign Date
ar: تاريخ توقيع الاتفاقية

source: Consultancy Services Start Date
ar: تاريخ المباشرة بعقد الخدمات الإستشارية

source: Planned Implementation Date
ar: تاريخ الطرح المتوقع للتنفيذ

source: Planned Handover Date
ar: تاريخ الاستلام المتوقع

source: Consultancy Services Expiration Date
ar: تاريخ الانتهاء عقد الخدمات الإستشارية

source: Tender Date
ar: تاريخ الإعلان عن الطرح

# paymentsInformation
source: Financial Information
ar: الموقف المالي

source: Budget Clause Number
ar: رقم بند الميزانية

source: The Estimated Value Of The Project
ar: القيمة التقديرية للمشروع

source: Total Optional Amount
ar: قيمة بنود المبالغ الاختيارية

source: Project Basic Information
ar: بيانات المشروع الأساسية

source: Consultant Phone Number
ar: رقم الهاتف الاستشاري

source: Consultant Email
ar: ايميل المكتب الاستشاري

source: Budget Clause Number Excution
ar: رقم بند الميزانية اتفاقية اشراف

source: Contractor Phone Number
ar: رقم الهاتف المقاول

source: Contractor Fax
ar: فاكس المقاول

source: Expect Start Date
ar: تاريخ بدء التنفيذ المتوقع

# scheduleDetails
source: Time Schedule Details
ar: الموقف الزمني

source: Consultancy Service Finish Date
ar: تاريخ الانتهاء من خدمات الاستشارية + التمديد

# actualPercentageOfComplete
source: Actual Percentage of Completion
ar: نسبة الانجاز الفعلي

source: Planned Percentage Of Completion
ar: نسبة الانجاز المخططة

# extensionPeriod
source: Extension Period (Day)
ar: مدة التمديد (يوم)

source: Exchange Percentage (%)
ar: نسبــة الصــرف (%)

# elapsedTime
source: Elapsed Time (Day)
ar: المدة المنقضية (يوم)

source: Percentage of Elapsed Time
ar: النسبة المئوية للمدة المنقضية

source: Remaining Duration
ar: المدة المتبقية تعاقدياً

source: Financial Details
ar: الموقف المالي

source: Project Works
ar: موقف الأعمال

# actionTaken
source: Actions
ar: الإجراءات المتخذة

source: Completed Work During this Month
ar: العمل المنجز خلال الشهر الحالي

# reasonForTheDelay
source: Delay Reasons
ar: أسباب التأخير

source: Additional Information
ar: معلومات اضافية

source: Notes
ar: ملاحظات

# financialProvision
source: Financial Provision (Current Year)
ar: الاعتماد المالي للسنةالحالية (د.ك)

# estimatedFinancialProvision
source: Estimated Financial Provision (Next Year)
ar: الاعتماد المالي التقديري للسنه القادمة (د.ك)

# lastPaymentCertificateAmount
source: Last Payment Certificate Amount (KD)
ar: قيمة آخر شهادة دفع (د.ك)

source: Last Payment Certificate Date
ar: تاريخ آخر شهادة دفع

source: Consultancy ServiceAgreement Value
ar: قيمة اتفاقية خدمات الاستشارية (د.ك)

source: Total Value of Outgoing Payments (financial department)
ar: القيمة الاجمالية للدفعات الصادرة (إدارة المالية)

source: Total Value of Outgoing Payments(sector)
ar: القيمة الاجمالية للدفعات الصادرة (القطاع)

source: Optional Works Agreement Amount
ar: قيمة الأعمال الاختيارية بالاتفاقية (د.ك)

source: Supervision Agreement Amount
ar: قيمة اتفاقية الإشراف (د.ك)

source: Agreement Total Amount
ar: إجمالي قيمة الاتفاقية

# variationOrdersCard
source: Variation Orders
ar: الأوامر التغييرية

source: Variation Orders
ar: الأوامر التغييرية (د.ك)

source: Latest Payment Certificate Number
ar: رقم اخر شهادة دفع

source: Variation Orders Percentage
ar: نسبة الأوامر التغيرية

source: Total Contract Amount After Extension
ar: القيمة الإجمالية للعقد بعد الأوامر التغيرية (د.ك)

source: Dashboard
ar: لوحة القياس

source: Dashboards
ar: اللوحات

source: List
ar: القائمة

# finalDataPackage
source: Final Data Package Dashboard
ar: لوحة حزمة البيانات النهائية

# searchPackages
source: Search
ar: بحث

source: Final Handover Certification
ar: شهادة الاستلام النهائي

source: Final Payment
ar: الدفعة النهائية

source: Initial Handover Certification
ar: شهادة الاستلام الابتدائي

source: Final Insurance Release
ar: التأمين النهائي

source: Release Reserved Warranty
ar: إفراج عن محجوز الضمان

source: FP KPI
ar: أداة قياس حزمة بيانات النهائية

source: Delay
ar: تأخير

source: Low
ar: منخفض

source: Medium
ar: متوسط

source: High
ar: مرتفع

source: Download All
ar: تحميل الكل

# attachmentsError
source: There is no attachments to download
ar: لا توجد مرفقات للتنزيل

source: Permission Denied
ar: تم رفض الأذن

source: Download Success
ar: تم التحميل بنجاح

# currency
source: KWD
ar: دك

# actualFinishDateMilestone
source: Actual finish date
ar: تاريخ الانتهاء الفعلي

source: Warranty Start Date
ar: تاريخ بدء الكفالة

source: Warranty Expiry Date
ar: تاريخ انتهاء الكفالة

source: Consultant Agreement Number
ar: رقم عقد الخدمات الإستشارية للإشراف

source: Resident Engineer
ar: المهندس المقيم

source: Resident Engineer Phone Number
ar: رقم هاتف المهندس المقيم

source: Resident Engineer Email
ar: ايميل (المهندس المقيم)

source: Resident Engineer Fax
ar: فاكس (المهندس المقيم)

source: Contractual Completion Date
ar: تاريخ الانجاز التعاقدي

source: Contractual
ar: تاريخ الإنجاز

source: Completion Date
ar: التعاقدي

# agreementTotalDuration
source: Total Duration
ar: مدة عقد الخدمات الأستشارية (يوم)

source: Completion Date After Extension
ar: تاريخ الإنجاز بعد التمديد

source: After Extension
ar: بعد التمديد

source: Total Paid Amount
ar: إجمالي المدفوع (د.ك)

source: Completed Services Fees Amount Percentage
ar: نسبة قيمة أتعاب الخدمات المنجزة

source: Completed Services Fees Amount
ar: قيمة أتعاب الخدمات المنجزة

source: Last Payment Net Amount
ar: صافي آخر دفعة (د.ك)

source: Last Payment Net Amount Date
ar: تاريخ اخر دفعة

source: Total Paid Percentage
ar: نسبة إجمالي المدفوع حتى آخر شهادة دفع

source: Value of the Agreement After Variation and Extension Orders
ar: قيمة الاتفاقية بعد الأوامر التغيرية والتمديد

source: Summary for Consultant Work
ar: موقف الاعمال

source: Payment Date
ar: تاريخ تقديم الدفعة

# agreementContractor
source: Contractor
ar: المقاول

source: Attachments
ar: مرفقات

source: Description
ar: وصف المشكلة

source: Warranty Description
ar: وصف الكفالة

source: Attached Payment
ar: مرفق الدفعات

source: Variation Order Justification
ar: سبب التغيير

source: User who Asked for Variation Order
ar: الجهة الطالبة للأمر التغيري

# projectEng
source: Project Engineer
ar: مهندس المشروع

source: Penalties Date
ar: تاريخ الغرامة

source: Penalties Amount
ar: مبلغ الغرامة

source: Penalties Description
ar: وصف الغرامة

source: Number of Projects
ar: عدد المشاريع

source: Contracts Amount
ar: قيمة العقود

source: Total Payments Per Fiscal Year
ar: إجمالي الدفعات في السنة المالية

source: Number of Projects by Sector
ar: عدد المشاريع حسب القطاع

source: Number of Projects by Phase
ar: عدد المشاريع حسب المرحلة

source: Work in Progress
ar: المشاريع الجارية

source: Analysis Module
ar: وحدة التحليل

source: Overview Dashboard
ar: نظرة عامة

source: Risk Dashboard
ar: لوحة المخاطر

source: Risk Analysis Per Sector
ar: تحليل المخاطر حسب القطاع

source: Risk Analysis Per Phase
ar: تحليل المخاطر حسب المرحلة

source: Low Severity
ar: مخاطر منخفضة الخطورة

source: Medium Severity
ar: مخاطر متوسطة الخطورة

source: High Severity
ar: مخاطر عالية الخطورة

source: Actives Risk
ar: المخاطر الفعالة

source: High Risk
ar: المخاطر ذات شدة عالية

source: Issue Dashboard
ar: لوحة التحديات

source: Issues Analysis Per Sector
ar: تحليل التحديات حسب القطاع

source: Issues Analysis Per Phase
ar: تحليل التحديات حسب المرحلة

# activesIssues
source: Active Issues
ar: التحديات الفعالة

source: High Issues
ar: تحديات عالية الخطورة

source: Low Priority
ar: تحديات ذات أولوية منخفضة

source: Medium Priority
ar: تحديات ذات أولوية متوسطة

source: High Priority
ar: تحديات ذات أولوية عالية

source: Penalties Dashboard
ar: لوحة الغرامات

source: Penalties Analysis for Design
ar: تحليل مرحلة التصميم

source: Penalties Analysis for Execution
ar: تحليل مرحلة التنفيذ

source: No Penalties
ar: لا يوجد غرامات

# totalPenaltiesLessThanTen
source: Total Penalties < 10%
ar: مجموع الغرامات < 10%

# totalPenaltiesGreaterOrEqualTen
source: Total Penalties >= 10%
ar: مجموع الغرامات >= 10%

# totalPenaltiesLessThanTwenty
source: Total Penalties < 20
ar: مجموع الغرامات < 20%

# totalPenaltiesGreaterOrEqualTwenty
source: Total Penalties >= 20%
ar: مجموع الغرامات >= 20%

source: Total Penalties
ar: مجموع الغرامات

source: Indicator
ar: مؤشر

source: Design Process Dashboard
ar: لوحة عملية التصميم

source: Ministry Evaluation Analysis
ar: تحليل الوزارة

source: Design Process Analysis
ar: تحليل عملية التصميم

# totalDelayLessEqualThan
source: Total Delay <= 120%
ar: إجمالي التأخير <= 120%

# totalDelayMoreThan
source: Total Delay > 120%
ar: اجمالي التأخير > 120%

source: Planning Planned
ar: التخطيط المخطط

source: Planning Actual
ar: التخطيط الفعلي

source: Design Tendering Planned
ar: طرح التصميم المخطط

source: Design Tendering Actual
ar: طرح التخطيط الفعلي

source: Data Collecting planned
ar: جمع الببيانات المخطط لها

source: Data Collecting Actual
ar: جمع البيانات الفعلي

source: Concept Design Planned
ar: بدائل التصميم المخطط

source: Concept Design Actual
ar: بدائل التصميم الفعلي

source: Design Development Planned
ar: تطوير التصميم المخطط

source: Design Development Actual
ar: تطوير المخطط الفعلي

source: Preliminary Design Planned
ar: تصميم الأولي المخطط

source: Preliminary Design Actual
ar: تصميم الأولي الفعلي

source: Final Design Planned
ar: تصميم النهائي المخطط

source: Final Design Actual
ar: تصميم النهائي الفعلي

source: Construction Tender Planned
ar: مستندات الطرح المخطط

source: Construction Tender Actual
ar: مستندات الطرح الفعلي

source: Design KPI
ar: أداة قياس التصميم

# completionInTheExecutionContracts
source: Percentage of completion in the execution contracts
ar: نسبة الإنجاز في العقود التنفيذ

source: Projects Completion Analysis
ar: تحليل الإنجاز للمشاريع

source: Schedule Approved Analysis
ar: تحليل الموافقة على البرنامج الزمني

source: Variance Percentage
ar: نسبة الفرق (المنقضية – الصرف)

# greenDelay
source: Delay <= 3%
ar: تأخير <= 3%

# orangeDelay
source: 3% < Delay <= 20%
ar: 3% < تأخير <= 20%

# redDelay
source: Delay > 20%
ar: تأخير > 20%

# greenElapsedExchange
source: Elapsed - Exchange <= 15%
ar: المنقضية - الصرف <= 15%

# orangeElapsedExchange
source: 15% < Elapsed - Exchange <= 30%
ar: 15% < المنقضية - الصرف <= 30%

# redElapsedExchange
source: Elapsed - Exchange > 30%
ar: المنقضية - الصرف > 30%

source: Approved
ar: الموافقة عليها

source: Unapproved
ar: غير الموافقة عليها

source: Schedule Approval
ar: الموافقة على البرنامج الزمني

source: Operation and Maintenance Contract
ar: عقد التشغيل و الصيانة

# variancePercentageElapsedExchange
source: Variance Percentage (Elapsed â€“ Exchange)
ar: نسبة الفرق (المنقضية -الصرف)

source: Variation Order Analysis
ar: تحليل الأوامر التغييرية

# variationOrderGreen
source: Total VO <= 5%
ar: نسبة الأوامر التغييرية <= 5%

# variationOrderOrange
source: 5% < Total VO < 10%
ar: 5% > نسبة الأوامر التغييرية > 10%

# variationOrderRed
source: Total VO >= 10%
ar: نسبة الأوامر التغييرية >= 10%

source: Total VO
ar: مجموع الأوامر التغييرية

source: Variation Order KPI
ar: قياس أداة الأوامر التغييرية

source: Payments Dashboard
ar: لوحة الدفعات

source: Payment Analysis
ar: تحليل الدفعات

# paymentVariantGreen
source: Variance <= 30 day
ar: فرق الدفع <= 30 يوم

# paymentVariantRed
source: Variance > 30 day
ar: فرق الدفع > 30 يوم

source: Payment Variance
ar: فرق الدفعة

source: Final Data Package Analysis
ar: تحليل حزم بيانات النهائية

# totalNOGreen
source: Total NO <= 40%
ar: مجموع(لا) <= 40%

# totalNOOrange
source: 60% > Total NO > 40%
ar: 60% > مجموع(لا) > 40%

# totalNORed
source: Total NO >= 60%
ar: مجموع(لا) >= 60%

source: Project Name
ar: أسم المشروع

source: Contractual Completion Date and Completion Date After Extension
ar: تاريخ الانجاز التعاقدي و تاريخ الإنجاز بعد التمديد

source: Execution Contract Number
ar: رقم عقد التنفيذ

source: Supervision Service Contract Number
ar: رقم عقد خدمات الإشراف

source: Contractor
ar: اسم المقاول

source: Direct Supervision
ar: إشراف مباشر

source: Is it an operation and maintenance contract?
ar: هل هو عقد تشغيل وصيانة؟

source: Design Contract Sign Date
ar: تاريخ توقيع عقد التصميم

source: Design Commence Date
ar: تاريخ المباشرة بعقد التصميم

source: Design Duration (Month)
ar: مدة التصميم (شهر)

source: Design Duration (Day)
ar: مدة التصميم (يوم)

source: Design Completion Date
ar: تاريخ انتهاء عقد التصميم

source: Execution Expected Tendering Date
ar: تاريخ الطرح المتوقع للتنفيذ

source: Execution Expected Start Date
ar: تاريخ بدء التنفيذ المتوقع

source: Execution Expected Completion Date
ar: تاريخ الإنجاز المتوقع للتنفيذ

source: Closeout Date
ar: تاريخ الإغلاق

source: Execution Duration (Month)
ar: مدة التنفيذ (شهر)

source: Execution Duration (Day)
ar: مدة التنفيذ (يوم)

source: Commence Date
ar: تاريخ المباشرة

source: Project Number (Financial)
ar: رقم المشروع (المالية)

source: Contract Amount (KD)
ar: قيمة عقد (د.ك)

source: Optional Works Amount (KD)
ar: قيمة بنود الإختيارية (د.ك)

source: Project Estimated value (KD)
ar: القيمة التقديرية للمشروع (د.ك)

source: Total Reserve Items Amount
ar: قيمة بنود الاحتياطية

source: Total Optional Items Amount
ar: قيمة بنود الاختيارية

source: Deputy Project Engineer
ar: نائب مهندس مشروع

source: Deputy Project Engineer Phone Number
ar: رقم هاتف نائب مهندس المشروع

source: Deputy Project Engineer Email
ar: ايميل نائب مهندس المشروع

# designCompletionDateAfterExtension
source: Design Finish Date After Extension
ar: تاريخ الانتهاء عقد التصميم بعد التمديد

source: Contract Duration (Day)
ar: مدة العقد (يوم)

source: Actual delay (Day)
ar: أيام التأخير الفعلي

source: Design Finish Date with Extension
ar: تاريخ الانتهاء عقد التصميم مع التمديد

source: Expected Completion Date (Update)
ar: تاريخ المتوقع حسب البرنامج الزمني المحدث

source: Delay (Day)
ar: المدة التأخير (يوم)

source: Delay Percentage (%)
ar: نسبة التأخير(%)

source: Remaining Duration (Day)
ar: المدة المتبقية تعاقدياً (يوم)

source: Early Planned Percentage of Completion
ar: نسبة الإنجاز المخططة المتأخرة

source: Late Planned Percentage of Completion
ar: نسبة الإنجاز المخططة المتقدمة

source: Project Estimated Value
ar: القيمة التقديرية للمشروع (د.ك)

source: Design Value (KD)
ar: قيمة أعمال التصميم (د.ك)

source: Optional Works Value (KD)
ar: قيمة الأعمال الاختيارية (د.ك)

source: Supervision Services Value (KD)
ar: قيمة أعمال الإشراف (د.ك)

source: Contract Total Amount (KD)
ar: إجمالي قيمة العقد (د.ك)

source: Total Value of Outgoing Payments (KD)
ar: اجمالي المستحق (د.ك)

source: Variation Orders (KD)
ar: الأوامر التغييرية (د.ك)

source: The value of the execution contract without protection works (KD)
ar: قيمة عقد التنفيذ بدون أعمال حماية (د.ك)

source: Inactive Provisional Sum (KD)
ar: المبالغ الاحتياطية غير المفعلة (د.ك)

source: Inactive Provisional Sum Percentage
ar: نسبة المبالغ الاحتياطية الغير المفعلة

source: Active Provisional Sum (KD)
ar: المبالغ الاحتياطية المفعلة (د.ك)

source: Active Provisional Sum Percentage
ar: نسبة المبالغ الاحتياطية المفعلة

source: Remeasure Items Amount (KD)
ar: مبالغ معادة القياس (د.ك)

source: Remeasure Items Percentage
ar: نسبة مبالغ معادة القياس

source: Payment Certificate Number
ar: شهادة دفع رقم

source: Payment Certificate
ar: شهادة الدفع

source: Completed Work Amount (KD)
ar: قيمة العمل المنجز (د.ك)

source: Completed Work Amount Date
ar: حتى تاريخ قيمة (العمل المنجز)

source: Completed Work and Stored Materials (KD)
ar: العمل المنجز مع التشوينات (د.ك)

source: Completed Work and Stored Materials Percentage
ar: نسبة العمل المنجز مع التشوينات

source: Last Payment Net Amount (KD)
ar: صافي آخر دفعة مصروفة (د.ك)

source: Total Paid (KD)
ar: إجمالي المدفوع (د.ك)

source: Total Paid With Advanced Payment (KD)
ar: إجمالي المدفوع مع الدفعة المقدمة (د.ك)

source: Actual Cost (KD)
ar: قيمة الأعمال (د.ك)

source: Contractual Finish Date
ar: تاريخ الإنتهاء التعاقدي

source: Finish Date After Extension
ar: تاريخ الإنتهاء يعد التمديد

source: Supervision Contract Amount
ar: قيمة عقد خدمات الإشراف

source: Payment Number
ar: رقم الدفعة

source: Completed Services Amount
ar: قيمة أتعاب الخدمات المنجزة

source: Completed Services percentage
ar: نسبة قيمة أتعاب الخدمات المنجزة

source: Total Payment Net Amount (KD)
ar: صافي الدفعة

source: Total Paid Amount (KD)
ar: إجمالي المدفوع (د.ك)

source: Contract Value After Variation order and Extension Orders
ar: قيمة العقد بعد الأوامر التغيرية و التمديد

source: Forms
ar: النماذج

# actualPaymentDateTitle
source: Actual Payment Date
ar: تاريخ الدفع الفعلي

source: Search
ar: بحث

source: Overview
ar: نظرة عامة

# finalDataPackageTitle
source: Final Data Package
ar: حزمة البيانات النهائية

# completionInTheExecutionContractsTitle
source: Percentage of Completion in The Execution Contracts
ar: نسبة الإنجاز في العقود التنفيذ

source: Design Process
ar: عملية التصميم

# variationOrdersTitle
source: Variation Orders
ar: الأوامر التغييرية

source: Mega
ar: كبرى

source: Sanitary
ar: صحية

source: Construction
ar: إنشائية

source: Form
ar: النموذج

source: Close
ar: إغلاق

# issueDescription
source: Description
ar: وصف التحدي

source: Actual
ar: الفعلي

source: Estimated
ar: المقدر

source: Approved Payment Date
ar: تاريخ اعتماد الدفعة
